7zip
age
archlinux-contrib
base-devel
btop
btrfs-assistant
btrfs-progs
cachy-update
cachy-update
cliphist
compsize
dragon-drop
fd
ffmpeg
ffmpegthumbnailer
file
fish
fuzzel
fzf
git
github-cli
greetd
greetd-tuigreet
grim
hyprpolkitagent
imagemagick
kitty
kvantum
kvantum-qt5
lazygit
libqalculate
libqalculate
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
mako
man-db
mediainfo
mesa
mpv
ncdu
neovim
nfs-utils
niri
noto-fonts-emoji
nwg-look
openssh
pacman-contrib
pavucontrol
perl-image-exiftool
pipewire
qt5ct
qt5-wayland
qt6ct
qt6-wayland
reflector
ripgrep
slurp
swayimg
tealdeer
ttf-jetbrains-mono-nerd
udiskie
util-linux
vivaldi
vivaldi-ffmpeg-codecs
vulkan-radeon
waybar
wireplumber
wl-clipboard
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-terminal-exec
xdg-user-dirs
xdg-utils
xwayland-satellite
yazi
zoxide
zram-generator
