7zip
archlinux-contrib
base-devel
bash-language-server
brave-bin
btop
btrfs-assistant
btrfs-progs
catppuccin-gtk-theme-mocha
chrony
cliphist
compsize
cpupower
dust
git-delta
fd
ffmpeg
file
fzf
git
github-cli
greetd
greetd-tuigreet
grim
helix
hyprland
hyprland-qtutils
hyprpolkitagent
imagemagick
jq
kitty
kora-icon-theme
kvantum
kvantum-qt5
lazygit
lib32-vulkan-radeon
libqalculate
linux-firmware
mako
man-db
mesa
mold
mpv
nfs-utils
noto-fonts-emoji
nwg-look
openssh
pacman-contrib
pavucontrol
pipewire
qt5-wayland
qt6-wayland
qt5ct
qt6ct
reflector
ripdrag-git
ripgrep
slurp
ttf-jetbrains-mono-nerd
udisks2
udiskie
util-linux
vulkan-radeon
walker-bin
waybar
wireplumber
xdg-desktop-portal-hyprland
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xnviewmp
yazi
zram-generator
zoxide
